# St7GetGroupColour

Returns the colour of the specified group for entity display purposes.

Groups

long St7GetGroupColour(long uID, long GroupID, long* GroupCol)

Input Parameters

uID

Strand7 model file ID.

GroupID

The ID number of the specified group.

Output Parameters
GroupCol

Group colour. See also RGB Colours.